{
    "About Unique Palette": "Unique Palette පිළිබඳව",
    "Bridging the gap between talented artists and passionate art collectors through a curated digital marketplace.": "සැලසුම් කළ ඩිජිටල් වෙළඳපොළක් හරහා දක්ෂ කලාකරුවන් සහ උද්යෝගිමත් කලා එකතු කරන්නන් අතර පරතරය පියවීම.",
    "Who We Are": "අපි කවුද",
    "Unique Palette is more than just a marketplace; it's a community born from a passion for authentic creativity. We provide a platform where artists from all walks of life can showcase their masterpieces to a global audience.": "Unique Palette වෙළඳපොළක් වඩා, එය සැබෑ නිර්මාණශීලීත්වය පිළිබඳ ආදරයෙන් උපන් සමාජයක් වේ. අපි වෘත්තීයමය සහ විවිධ තරම් ශිල්පීන්ට ඔවුන්ගේ කෘති ලෝකය පුරා ප්‍රදර්ශනය කළ හැකි වේදිකාවක් සැපයයි.",
    "Based on the belief that everyone deserves to own a piece of art that speaks to them, we've built a space that celebrates diversity, craftsmanship, and the stories behind every brushstroke.": "සෑම කෙනෙකුටම ඔවුන්ට කියන කලා කෘතියක් හිමිකර ගත යුතු බවට විශ්වාස කරමින්, අපි විවිධත්වය, කාර්මිකත්වය සහ එක් එක් වර්ණමය තැටියේ කතාවන් උරුම කරගත් අවකාශයක් නිර්මාණය කළෙමු.",
    "Our Mission": "අපේ මෙහෙවර",
    "Our mission is to empower artists by providing them with the tools and exposure they need to thrive in the modern art world. We strive to make art accessible, transparent, and rewarding for both creators and collectors.": "අපගේ මෙහෙවර වන්නේ නවීන කලා ලෝකයේ වර්ධනය වීමට අවශ්‍ය මෙවලම් සහ ප්‍රදර්ශන අවස්ථා ශිල්පීන්ට සපයමින් ඔවුන්ට බලවත් කිරීමයි. නිර්මාණකරුවන් සහ එකතුකරුවන් දෙපාර්ශවයටම කලා පරිපූර්ණ, පැහැදිලි සහ සතුටුදායක විය යුතු බව අපි කටයුතු කරමු.",
    "Empowering Emerging Talent": "උදාර හා නව දක්ෂතා බලගැන්වීම",
    "Safe & Secure Transactions": "ආරක්ෂිත සහ භදාගත ගනුදෙනු",
    "Why Choose Us": "අපව තෝරා ගන්නේ ඇයි",
    "Curated Selection": "සැලසුම් කළ තේරීම",
    "Every piece on Unique Palette is vetted to ensure quality and authenticity, giving you peace of mind with every purchase.": "Unique Palette හි සෑම කලා කෘතියක්ම ගුණාත්මකභාවය සහ සැබෑ බව තහවුරු කිරීමට පරීක්ෂා කර ඇත, ඔබේ මිලදී ගැනීම සෑම විටම සන්සුන්කමක් සහිතව සිදු වේ.",
    "Artist-First Approach": "ශිල්පී-ප්‍රමුඛ ආකාරය",
    "We offer fair commission structures and direct communication between artists and buyers, fostering a genuine connection.": "අපි සාධාරණ කමිෂන් ව්‍යුහ සහ ශිල්පීන් සහ මිලදීගන්නන් අතර සෘජු සම්බන්ධතා සැපයීමෙන් ස්වාභාවික සම්බන්ධතාවයක් උරහිස දක්වමු.",
    "Our Vision": "අපේ දැක්ම",
    "To become the world's most trusted and vibrant digital home for art, where creativity has no boundaries and every artist has the opportunity to change the world, one masterpiece at a time.": "ලෝකයේ විශ්වාසවන්තම සහ ජීවිතාත්මකම ඩිජිටල් කලා නිවස බවට පත්වීම, නිර්මාණශීලීත්වයට සීමා නැතිව, සෑම ශිල්පියෙකුටම එක් එක් කෘතියක් හරහා ලෝකය වෙනස් කිරීමේ අවස්ථාව ලැබෙන ස්ථානයක් වීම.",
    "Globalizing Local Talent": "දේශීය දක්ෂතා ගෝලීය කළමනාකරණය",
    "Democratizing Art Ownership": "කලා හිමිකම ජනතා අයිතියක් බවට පත් කිරීම",
    "Fostering Creative Innovation": "නිර්මාණාත්මක නව්‍යතා ප්‍රවර්ධනය කිරීම"
}
