{
    "About Unique Palette": "யூனிக் பேலட் பற்றி",
    "Bridging the gap between talented artists and passionate art collectors through a curated digital marketplace.": "தேர்ந்தெடுக்கப்பட்ட டிஜிட்டல் சந்தையின் மூலம் திறமையான கலைஞர்களுக்கும் ஆர்வமுள்ள கலை சேகரிப்பாளர்களுக்கும் இடையிலான இடைவெளியைக் குறைத்தல்.",
    "Who We Are": "நாங்கள் யார்",
    "Unique Palette is more than just a marketplace; it's a community born from a passion for authentic creativity. We provide a platform where artists from all walks of life can showcase their masterpieces to a global audience.": "யூனிக் பேலட் என்பது வெறும் சந்தை மட்டுமல்ல; அது உண்மையான படைப்பாற்றலுக்கு ஆர்வமுள்ள சமூகமாக உருவானது. உலகெங்கிலும் உள்ள கலைஞர்கள் தங்கள் சிற்பங்களை காட்சிப்படுத்தக்கூடிய ஒரு மேடையை நாங்கள் வழங்குகிறோம்.",
    "Based on the belief that everyone deserves to own a piece of art that speaks to them, we've built a space that celebrates diversity, craftsmanship, and the stories behind every brushstroke.": "ஒவ்வொருவரும் தங்களுக்கு உரிய கலைப்பொருளை உரிமையாக்க வேண்டும் என்கிற நம்பிக்கையை அடிப்படையாகக் கொண்டு, நாங்கள் பல்வேறு கலாச்சாரங்கள், கைவினைத் திறமை மற்றும் ஒவ்வொரு திருப்திகரமான சிற்பத்திற்கும் பின்னணியிலுள்ள கதைகளை கொண்ட ஒரு இடத்தை உருவாக்கி உள்ளோம்.",
    "Our Mission": "எங்கள் நோக்கம்",
    "Our mission is to empower artists by providing them with the tools and exposure they need to thrive in the modern art world. We strive to make art accessible, transparent, and rewarding for both creators and collectors.": "எங்கள் குறிக்கோள், நவீன கலை உலகில் வளரும் கலைஞர்களுக்கு தேவையான கருவிகள் மற்றும் வெளிப்பாட்டை வழங்கி அவர்களை மேம்படுத்துவதாகும். படைப்பாளிகள் மற்றும் சேகரிப்பாளர்களுக்கும்ஆர்வமூட்டும், வெளிப்படையான மற்றும் பயனுள்ள கலை அனுபவத்தை உருவாக்க நாங்கள் முயல்கிறோம்.",
    "Empowering Emerging Talent": "உயரும் திறமைகளை வலுப்படுத்துதல்",
    "Safe & Secure Transactions": "பாதுகாப்பான மற்றும் பாதுகாக்கப்பட்ட பரிவர்த்தனைகள்",
    "Why Choose Us": "ஏன் எங்களைத் தேர்ந்தெடுக்க வேண்டும்",
    "Curated Selection": "தேர்ந்தெடுக்கப்பட்ட தேர்வுகள்",
    "Every piece on Unique Palette is vetted to ensure quality and authenticity, giving you peace of mind with every purchase.": "Unique Palette இல் உள்ள ஒவ்வொரு படைப்பும் தரம் மற்றும் உண்மைத்தன்மையை உறுதி செய்ய பரிசீலிக்கப்பட்டது, ஒவ்வொரு வாங்குதலுக்கும் மனஅமைதியையும் தருகிறது.",
    "Artist-First Approach": "கலைஞர் முதன்மை அணுகுமுறை",
    "We offer fair commission structures and direct communication between artists and buyers, fostering a genuine connection.": "நாங்கள் நியாயமான கமிஷன் அமைப்புகள் மற்றும் கலைஞர்கள் மற்றும் வாங்குநர்களுக்கிடையேயான நேரடி தொடர்புகளை வழங்குகிறோம், உண்மையான இணைப்பை ஊக்குவிக்கிறது.",
    "Our Vision": "எங்கள் பார்வை",
    "To become the world's most trusted and vibrant digital home for art, where creativity has no boundaries and every artist has the opportunity to change the world, one masterpiece at a time.": "உலகின் மிகவும் நம்பகமான மற்றும் உயிர்வாழும் டிஜிட்டல் கலை வீட்டாக மாறுவது, அங்கு படைப்பாற்றலுக்கு எல்லைகள் இல்லை, மற்றும் ஒவ்வொரு கலைஞருக்கும் ஒரு நேரத்தில் ஒரு முதன்மை படைப்பின் மூலம் உலகத்தை மாற்றும் வாய்ப்பு உள்ளது.",
    "Globalizing Local Talent": "உள்ளூர் திறமைகளை உலகளாவிய அளவில் அறிமுகம் செய்தல்",
    "Democratizing Art Ownership": "கலை உரிமையை ஜனநாயகரித்தல்",
    "Fostering Creative Innovation": "படைப்பாற்றல் மற்றும் கண்டுபிடிப்புகளை ஊக்குவித்தல்"
}
